Revit 2027 API
ParameterTypeId.TextStyleUnderline Property
 "Underline"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleUnderline { get; }
Public Shared ReadOnly Property TextStyleUnderline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleUnderline {
	ForgeTypeId^ get ();
}
static member TextStyleUnderline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace